<?php
$register_pic="th/register_th.png";
$logins_pic="th/login_th.png";
$refill_pic="th/refill_th.png";
$clear_logins="th/clear_login_th.png";
$passwords_pic="th/password_th.png";
$qqas="th/qa_th.png";

 
 ///////////////////////  HOTSPORT.php///////////////////

$text1="กรุณา กรอกข้อมูล รหัสรักษาความปลอดภัยให้ตรงกับรูปภาพ";
$text2="Macaddress ท่านโดนบล๊อค";
$text3="กำลังตรวจสอบรหัสผ่าน";
$text4="สวัสดีคุณ";

$text5="แก้ไขข้อมูลส่วนตัว";
$text6="แจ้งปัญหาอินเตอร์เน็ต";
$text7="กรุณาอย่าปิดหน้าจอนี้";
$text8="หากท่านปิดหน้าจอนี้ หรือ กด Refresh <br>  ระบบจะตัดการเชื่อมต่อ Internet ของท่านทันที";
$text9="รหัสผ่านท่านผิดพลาดโปรดกรอกใหม่";
$text10="ลงชื่อออกจาก Internet";
$text11 = 'ขอบคุณที่ท่านใช้บริการ';
$text12 = 'บัตรท่านหมดเวลาการใช้งานแล้ว';
$text13 = 'Login เสร็จเรียบร้อย';
$text14 ="กรุณาใส่รหัสผ่าน เพื่อเข้าสู่ระบบ Internet";

$text15 = 'Logout เสร็จเรียบร้อย';
$text16 ="ดูบัตรที่ท่านได้เติมไว้ที่นี่";
$text17 ="ชื่อเข้าใช้งาน";
$text18 ="รหัสผ่าน";

$text19="โปรดคลิกที่นี่เพื่อเปิดการใช้งานบัตรที่ท่านได้เติมไว้ล่วงหน้า";
$text20="ชื่อ Login ของท่านค้างอยู่ในระบบโปรดเข้า เมนู clear Login";
$text21= "โปรดคลิกที่นี่เพื่อ Clear Login";

$text22="ชื่อ login ต้องเป็นภาษาอังกษฤเท่านั้น";
$text23="รหัสผ่านห้ามเป็นช่องว่าง";
$text24="รหัสผ่านสองครั้งไม่ตรงกัน";
$text25="กรุณา กรอกข้อมูล  ชื่อ นามสกุล  หมายเลขบัตรประชาชน";
$text26="ชื่อเข้าใช้ระบบ และ รหัสผ่าน  ห้ามมีตัวอักษรพิเศษ";
$text27="ไม่สามารถติดต่อ Server สรรพากร ได้";
$text28="หมายเลขบัตรประจำตัวประชาชนผิดพลาด";
$text29="มี user login นี้อยู่ในระบบแล้ว";
$text30="บันทึกข้อมูลเรียบร้อยแล้ว";
$text31="ต้องกรอกข้อมูลให้ครบทุกช่องน่ะครับ<br>
                    หากใส่ข้อมูลไม่ตามจริงหรือไม่ครบ จะไม่เปิดการใช้งานอินเตอร์เน็ตให้ครับ";
$text32="ภาษา EN เท่านั้นห้าม<br> มีช่องว่างเช่น";		
$text33="ภาษา  EN เท่านั้น หรือตัวเลข";	
$text34="รหัสผ่านอีกครั้ง";	
$text35="ชื่อนามสกุล";	
$text36="ใส่ให้ครบทั้งชื่อนามสกุล";
$text37="เลขประจำตัวประชาชน";
$text38="โปรดใส่ตามจริงจำเป็นมาก";
$text39="เบอร์โทรศัพท์ติดต่อกลับ";
$text40="รูปสำเนาบัตรประชาชน";
$text41="คือจำเป็นต้องกรอก";

$text42="<br>และที่เติมใหม่อีก  $date_dbs วัน ที่ยังไม่ใช้งาน"; $text42 =  iconv( 'TIS-620', 'UTF-8', "$text42");
$text43="    (วัน/เดือน/ปี) ";                                                $text43 =  iconv( 'TIS-620', 'UTF-8', "$text43");
$text44="ท่านเหลือชั่วโมงใช้งาน";                                         $text44 =  iconv( 'TIS-620', 'UTF-8', "$text44");
$text45="บัตรที่ท่านกำลังใช้งานอยู่จะหมดอายุวันที่";                  $text45 =  iconv( 'TIS-620', 'UTF-8', "$text45");
$text46="ท่านมีความเร็วสูงสุดในการใช้งาน";                           $text46=  iconv( 'TIS-620', 'UTF-8', "$text46");

					
////////////////////////////////

///readme.php ///

$readmess='<table width="488" height="371" border="0" align="center" cellpadding="0" cellspacing="0">
        <tr>
          <td height="371" valign="top"><p><strong>เงื่อนไขการสมัคร</strong><br />
            1. ลูกค้าหรือผู้สมัครจะได้รับสิทธิ์ในการซื้อบริการอินเทอร์เน็ตจากทางผู้ให้บริการ </p>
            <p>2. ผู้ที่สมัครต้องกรอกข้อมูลตามความจริงทุกประการ เพื่อผลประโยชน์ของตัวท่านเอง ทางผู้ให้บริการจะทำการตรวจสอบข้อมูลการสมัคร สำหรับผู้ที่สมัครที่กรอกข้อมูลเท็จ ทางผู้บริการมีสิทธิ์ที่จะยกเลิกการให้บริการ หรือ ตัดสิทธิ์การเป็นสมาชิก โดยไม่มีการชดใช้ค่าบริการใดๆทั้งสิ้น</p>
            <p>3. ผู้สมัครต้องยื่นเอกสารสำเนาบัตรประชาชนให้กับผู้ให้บริการหลังจากที่ทำการสมัครเรียบร้อยแล้ว สามารถ<br />
              สแกนส่งทางอินเทอร์เน็ต หรือ ฝากเอกสารไว้กับทางหอพัก หรือ สถานที่จำหน่ายบัตรเติมเงินอินเทอร์เน็ต</p>
            <p>4. ผู้ที่ใช้งานในระบบ ที่ทำการก่อกวน หรือ การใดมิชอบให้ผู้อื่นได้รับความเสียหาย ทางผู้ให้บริการจะ<br />
              ทำการดำเนินคดี และทำการแจ้งต่อหน่วยงานที่ผู้กระทำผิด สังกัด หรือ ศึกษาอยู่ <br />
              พระราชบัญญัติ ว่าด้วยการกระทำความผิดเกี่ยวกับคอมพิวเตอร์ พ.ศ. ๒๕๕๐ มาตรา 10 ผู้ใดกระทำด้วยประการใดโดยมิชอบ เพื่อให้การทำการของระบบคอมพิวเตอร์ของผู้อื่นถูกระงับ ชะลอ ขัดขวาง หรือ รบกวนจนไม่สามารถทำงานตามปกติได้ต้องระวางโทษจำคุก ไม่เกินห้าปี หรือปรับไม่เกิน 100,000 บาท หรือ ทั้งจำทั้งปรับ &lt;&lt; <a href=docs/ict.pdf>คลิกเพื่ออ่านพระราชบัญญัติ</a> &gt;&gt;</p>
            <p>5. ผู้สมัครมีความยินยอมที่จะให้ผู้บริการตรวจสอบข้อมูลการรับสมัครและการใช้งาน ในระบบเครือข่าย</p>
            <p>6. การเป็นสมาชิกจะได้รับการดูแลและสิทธิประโยชน์ จากทางผู้ให้บริการ ซึ่งจะจัดให้กับสมาชิก</p>
          <p>7. ข้อมูลต่าง ๆ ที่ผู้ให้บริการจัดให้แก่ลูกค้า ผู้ให้บริการอาจทำการเพิ่มเติม แก้ไข เปลี่ยนแปลงข้อมูลดังกล่าวที่ขาดตกบกพร่อง ล่าช้า ให้ถูกต้องเป็นปัจจุบันได้ภายหลัง และบริษัทไม่ต้องรับผิดชอบต่อลูกค้าในความบกพร่องล่าช้า ผิดพลาดใด ๆ ของข้อมูลดังกล่าว อันเกิดจากเหตุต่าง ๆ ซึ่งอยู่นอกอำนาจการควบคุมกำกับดูแลของผู้ให้บริการ และ/หรือระบบไฟฟ้า ระบบสื่อสารโทรคมนาคม ระบบคอมพิวเตอร์และ/หรืออุปกรณ์ขัดข้อง หรือการ รับ-ส่ง สัญญาณผิดพลาด ล่าช้า เป็นต้น ตลอดจนเนื่องจากเหตุสุดวิสัยอื่นๆ</p></td>
        </tr>
      </table>';
?>