
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=windows-874" />
<title>เงื่อนไขการสมัคร</title>
</head>
<style type="text/css">
<!--
.style2 {font-size: 11px; font-family: Verdana, Arial, Helvetica, sans-serif;}
.style8 {font-size: 12px; font-family: Verdana, Arial, Helvetica, sans-serif; }
.style2 {font-size: 12px}
.style11 {font-family: Verdana, Arial, Helvetica, sans-serif}
.style13 {font-size: 12px; font-family: Verdana, Arial, Helvetica, sans-serif; font-weight: bold; }
.style15 {font-size: 11px; font-family: Verdana, Arial, Helvetica, sans-serif; }
-->
</style>
<body>
<table width="700" border="0" align="center">
  <tr>
    <td bgcolor="C2E860"><h3 align="center">เงื่อนไขการสมัคร</h3>
      <br>
      <span class="style15">1. ลูกค้าหรือผู้สมัครจะได้รับสิทธิ์ในการซื้อบริการอินเทอร์เน็ตจากทางผู้ให้บริการ      </span>
      <p class="style15">2. ผู้ที่สมัครต้องกรอกข้อมูลตามความจริงทุกประการ เพื่อผลประโยชน์ของตัวท่านเอง <br>
        ทางผู้ให้บริการจะทำการตรวจสอบข้อมูลการสมัคร<br>
      สำหรับผู้ที่สมัครที่กรอกข้อมูลเท็จ ทางผู้บริการมีสิทธิ์ที่จะยกเลิกการให้บริการ<br> 
      หรือ ตัดสิทธิ์การเป็นสมาชิก โดยไม่มีการชดใช้ค่าบริการใดๆทั้งสิ้น</p>
      <p class="style15">3. ผู้สมัครต้องยื่นเอกสารสำเนาบัตรประชาชนให้กับผู้ให้บริการหลังจากที่ทำการสมัครเรียบร้อยแล้ว<br> 
        สามารถสแกนส่งทางอินเทอร์เน็ต หรือ ฝากเอกสารไว้กับทางหอพัก หรือ สถานที่จำหน่ายบัตรเติมเงินอินเทอร์เน็ต</p>
      <p class="style15">4. ผู้ที่ใช้งานในระบบ ที่ทำการก่อกวน หรือ การใดมิชอบให้ผู้อื่นได้รับความเสียหาย ทางผู้ให้บริการจะ<br>
        ทำการดำเนินคดี และทำการแจ้งต่อหน่วยงานที่ผู้กระทำผิด สังกัด หรือ ศึกษาอยู่ <br>
        พระราชบัญญัติ ว่าด้วยการกระทำความผิดเกี่ยวกับคอมพิวเตอร์ พ.ศ. ๒๕๕๐ <br>
        มาตรา 10 ผู้ใดกระทำด้วยประการใดโดยมิชอบ<br>
        เพื่อให้การทำการของระบบคอมพิวเตอร์ของผู้อื่นถูกระงับ ชะลอ ขัดขวาง หรือ <br>
        รบกวนจนไม่สามารถทำงานตามปกติได้ต้องระวางโทษจำคุก<br>
        ไม่เกินห้าปี หรือปรับไม่เกิน 100,000 บาท หรือ ทั้งจำทั้งปรับ &lt;&lt; <a href="http://radius.t-voip0.zapto.org:81/ict.pdf" target="_blank">คลิกเพื่ออ่านพระราชบัญญัติ</a> &gt;&gt;</p>
      <p class="style15">5. ผู้สมัครมีความยินยอมที่จะให้ผู้บริการตรวจสอบข้อมูลการรับสมัครและการใช้งาน ในระบบเครือข่าย</p>
      <p class="style15">6. การเป็นสมาชิกจะได้รับการดูแลและสิทธิประโยชน์ จากทางผู้ให้บริการ ซึ่งจะจัดให้กับสมาชิก</p>
      <p class="style15">7. ข้อมูลต่าง ๆ ที่ผู้ให้บริการจัดให้แก่ลูกค้า ผู้ให้บริการอาจทำการเพิ่มเติม แก้ไข<br> 
        เปลี่ยนแปลงข้อมูลดังกล่าวที่ขาดตกบกพร่อง ล่าช้าให้ถูกต้องเป็นปัจจุบันได้ภายหลัง และบริษัทไม่ต้องรับผิดชอบต่อลูกค้าในความบกพร่องล่าช้า <br>
        ผิดพลาดใด ๆ ของข้อมูลดังกล่าว อันเกิดจากเหตุต่าง ๆ 
        ซึ่งอยู่นอกอำนาจการควบคุมกำกับดูแลของผู้ให้บริการ<br> 
        และ/หรือระบบไฟฟ้า ระบบสื่อสารโทรคมนาคม ระบบคอมพิวเตอร์และ/หรืออุปกรณ์ขัดข้อง หรือการ<br>
    รับ-ส่ง สัญญาณผิดพลาด ล่าช้า เป็นต้น ตลอดจนเนื่องจากเหตุสุดวิสัยอื่นๆ</p>
      <p align="center" class="style15"><br />
        <a href="http://www.stangwifi.com/user_register_from_mikrotik.php?domain_name=<?php print $domain_name;?>" class="style11"><span >ยอมรับข้อตกลง</span></a></p></td>
  </tr>
</table>
</body>
</html>
